<?php
// for ($i = 1; $i <= 5; $i++) {
//   echo "A";
//   echo "B";
//   echo "C";
//   echo "D";
//   echo "E" . "<br>";
// }
//
//   echo "string";

//バブルソート -------------------------------
  // $id = [6,10,8,11,4,3,1,16,20,2];
  //
  // $count = count($id); //10
  //
  // echo "<br>";
  // for ($i=0; $i <= $count; $i++) {//9,10　の二回だけ
  //   for ($n=1; $n < $count; $n++) {//1,2,3,4,5,6,7,8,9
  //     if ($id[$n-1] < $id[$n]) { //[7]=1, < [8]=16
  //       $v = $id[$n-1]; //$vに1代入
  //       $id[$n-1] = $id[$n]; //$id[7]に$id[8]の内容(16)を代入
  //       $id[$n] = $v; //$id[8]=16, $id[7]=1
  //     }
  //   }
  // }

// -------------------------------
//
// $user1 = ["1", "kane", "181-0001", "東京都三鷹市hammok", "1-1-1", "080-1111-1111"];
//
// foreach ($user1 as $value) {
//   echo $value;
// }
